Repository: koompi/lxqt
Catalog: libfm/po/*.po
Languages: km

source: DVD+R DL Disc
km: ឌីស DVD+R DL

source: Blank DVD+R DL Disc
km: ឌីស DVD+R DL ទទេ

source: DVD+RW DL Disc
km: ឌីស DVD+RW DL

source: Blank DVD+RW DL Disc
km: ឌីស DVD+RW DL ទទេ

source: Blu-Ray Disc
km: ឌីស Blu-Ray

source: Blank Blu-Ray Disc
km: ឌីស Blu-Ray ទទេ

source: Blu-Ray R Disc
km: ឌីស Blu-Ray R

source: Blank Blu-Ray R Disc
km: ឌីស Blu-Ray R ទទេ

source: Blu-Ray RW Disc
km: ឌីស Blu-Ray RW

source: Blank Blu-Ray RW Disc
km: ឌីស Blu-Ray RW ទទេ

source: HD DVD Disc
km: ឌីស HD DVD

source: Blank HD DVD Disc
km: ឌីស HD DVD ទទេ

source: HD DVD-R Disc
km: ឌីស HD DVD-R

source: Blank HD DVD-R Disc
km: ឌីស HD DVD- R ទទេ

source: HD DVD-RW Disc
km: ឌីស HD DVD-RW

source: Blank HD DVD-RW Disc
km: ឌីស HD DVD-RW ទទេ

source: MO Disc
km: ឌីស MO

source: Blank MO Disc
km: ឌីស MO ទទេ

source: MRW Disc
km: ឌីស MRW

source: Blank MRW Disc
km: ឌីស MRW ទទេ

source: MRW/W Disc
km: ឌីស MRW/W

source: Blank MRW/W Disc
km: ឌីស MRW/W ទទេ

source: Blank Optical Disc
km: ឌីស ទិកទទេ

source: Optical Disc
km: ឌីស ​អុបទិក
