Repository: koompi/lxqt
Catalog: libfm/po/*.po
Languages: km

source: Preferred Applications
km: កម្មវិធី​ដែល​ចូលចិត្ត

source: Select applications called on click on Web link or e-mail address
km: ជ្រើស​កម្មវិធី​ដែល​បាន​ហៅ​​នៅ​ពេល​ចុច​លើ​តំណ​បណ្ដាញ ឬ​អាសយដ្ឋាន​អ៊ីមែល

source: Shortcut Editor
km: កម្មវិធី​កែ​ផ្លូវកាត់

source: Create new or change existing desktop entry
km: បង្កើត​ថ្មី ឬ​ផ្លាស់ប្ដូរ​ធាតុ​ផ្ទៃតុ​ដែល​មាន​ស្រាប់

source: Choose Application
km: ជ្រើសរើសកម្មវិធី

source: Use selected application to open files
km: ប្រើកម្មវិធីដែលបានជ្រើសរើសដើម្បីបើកឯកសារ

source: _Installed Applications
km: កម្មវិធីដែលបានដំឡើង

source: <b>C_ommand line to execute:</b>
km: <b>ខ្សែពាក្យបញ្ជាដែលត្រូវប្រតិបត្តិ៖ </b>

source: _Browse...
km: រុករក ...

source: _Execute in terminal emulator
km: ប្រតិបត្តិនៅក្នុងកម្មវិធីត្រាប់តាមស្ថានីយ

source: _Keep terminal window open after command execution
km: ទុកឱ្យផ្ទាំងកម្មវិធីស្ថានីយបើកបន្ទាប់ពីប្រតិបត្តិពាក្យបញ្ជា

source: <b>These special codes can be used in the command line:</b> <b>%f</b>: Represents a single file name <b>%F</b>: Represents multiple file names <b>%u</b>: Represents a single URI of the file <b>%U</b>: Represents multiple URIs
km: <b> កូដពិសេសទាំងនេះអាចត្រូវបានប្រើនៅក្នុងបន្ទាត់ពាក្យបញ្ជា: </b> <b>%f</b> ៖ តំណាងអោយឈ្មោះឯកសារតែមួយ <b> %F </b> ៖ តំណាងឱ្យឈ្មោះឯកសារច្រើន <b>%u</b> ៖ តំណាងអោយ URI តែមួយនៃឯកសារ <b> %U </b> ៖ តំណាង URI ជាច្រើន

source: <b>_Application name (optional, set it to keep association)</b>
km: <b>ឈ្មោះកម្មវិធី (ស្រេចចិត្តកំណត់វាដើម្បីរក្សាការសន្ទនា) </b>

source: Execute custom command line to open files
km: ប្រតិបត្តិបន្ទាត់ពាក្យបញ្ជាផ្ទាល់ខ្លួនដើម្បីបើកឯកសារ

source: C_ustom Command Line
km: បន្ទាត់ពាក្យបញ្ជាផ្ទាល់ខ្លួន

source: _Set selected application as default action for this file type
km: កំណត់កម្មវិធីដែលបានជ្រើសរើសជាសកម្មភាពលំនាំដើមនៃប្រភេទឯកសារនេះ

source: Confirm File Replacing
km: បញ្ជាក់ដើម្បីជំនួសឯកសារ

source: _Skip
km: រំលង

source: _Rename
km: ប្តូរឈ្មោះ

source: _Overwrite
km: សរសេរជាន់លើ

source: <b>There is already a file with the same name in this location.</b> Do you want to replace the existing file
km: <b> មានឯកសារដែលមានឈ្មោះដូចគ្នារួចហើយនៅក្នុងទីតាំងនេះ។ </b> តើអ្នកចង់ជំនួសឯកសារដែលមានស្រាប់ទេ

source: with the following file?
km: ជាមួយឯកសារខាងក្រោម?

source: _File name:
km: ឈ្មោះ​ឯកសារ៖

source: _Apply this option to all existing files
km: អនុវត្តជម្រើសនេះទៅឯកសារដែលមានស្រាប់ទាំងអស់

source: Choose An Icon...
km: ជ្រើស​រូបតំណាង

source: system icon theme
km: ស្បែករូបតំណាងប្រព័ន្ធ

source: image files
km: ​ឯកសារ​រូបភាព

source: <b>Choose icon from:</b>
km: <b> ជ្រើសរូបតំណាងពី៖ </b>

source: Execute File
km: ប្រតិបត្តិឯកសារ

source: Execute in _Terminal
km: ប្រតិបត្តិក្នុង ធ័រមីណល

source: File Properties
km: លក្ខណសម្បត្តិ​ឯកសារ

source: Icon of the file in folder view
km: រូបតំណាងឯកសារនៅក្នុងទិដ្ឋភាពថត

source: <b>_Name:</b>
km: <b>ឈ្មោះ៖</b>

source: <b>Location:</b>
km: <b>ទីតាំង៖</b>

source: <b>Target file:</b>
km: <b>ឯកសារគោលដៅ៖</b>

source: <b>File type:</b>
km: <b>ប្រភេទឯកសារ៖</b>

source: <b>Open _with:</b>
km: <b> បើក​ជាមួយ: </b>

source: Select the application used to open files of this type
km: ជ្រើសរើសកម្មវិធីដែលប្រើដើម្បីបើកឯកសារប្រភេទនេះ

source: <b>Total count of files:</b>
km: <b>ទំហំឯកសារសរុប៖</b>

source: <b>Total size of files:</b>
km: <b>ទំហំឯកសារសរុប៖</b>

source: <b>Size on disk:</b>
km: <b>ទំហំនៅលើថាស៖</b>

source: <b>Last modification:</b>
km: <b>ការកែប្រែចុងក្រោយ៖</b>

source: <b>Last access:</b>
km: <b>ការចូលប្រើចុងក្រោយ៖</b>

source: <b>Last permissions change:</b>
km: <b>ការផ្លាស់ប្តូរសិទ្ធិចុងក្រោយ៖</b>

source: _General
km: ទូទៅ

source: <b>O_wner:</b>
km: <b>ម្ចាស់៖</b>

source: <b>G_roup:</b>
km: <b>ក្រុម៖</b>

source: <b>_View content:</b>
km: <b>មើលមាតិកា៖</b>

source: <b>C_hange content:</b>
km: <b>ផ្លាស់ប្តូរមាតិកា៖</b>

source: <b>_Execute:</b>
km: <b>ប្រតិបត្តិ៖</b>

source: <b>Special bits:</b>
km: <b>ប៊ីតពិសេស៖</b>

source: Who can read content of the file/directory
km: អ្នកណាអាចអានមាតិកា ឯកសារ/ថតឯកសារ

source: Who can change content of the file/directory
km: តើអ្នកណាអាចផ្លាស់ប្តូរមាតិកា ឯកសារ/ថតឯកសារ

source: Who can execute the file or enter the directory
km: អ្នកណាអាចប្រតិបត្តិឯកសារឬបញ្ចូលថតឯកសារ

source: Special flags for file execution
km: ទង់ពិសេសសម្រាប់ការប្រតិបត្តិឯកសារ

source: Special flags for directory access
km: ទង់ពិសេសសម្រាប់ចូលប្រើថត

source: <b>Access Control</b>
km: <b>ការគ្រប់គ្រងការចូលប្រើ</b>

source: Hidden file
km: ឯកសារលាក់

source: _Permissions
km: ការអនុញ្ញាត

source: None
km: គ្មាន

source: Sticky
km: ស្អិត

source: Set GID
km: កំណត់ GID

source: Sticky & set GID
km: ស្អិតនិងកំណត់ GID

# this is a file access mode bit, also known as 'suid'
source: Set UID
km: កំណត់ UID

source: Set UID & GID
km: កំណត់ UID & GID

source: Only owner
km: មានតែម្ចាស់ប៉ុណ្ណោះ

source: Only owner and group
km: មានតែម្ចាស់និងក្រុមប៉ុណ្ណោះ

source: Anyone
km: អ្នកណា

source: Nobody
km: គ្មាន​នរណា​ទេ

source: Bytes
km: បៃ

source: KB
km: គីឡូបៃ

source: MB
km: មេកាបៃ

source: GB
km: ជីហ្គាបៃ

source: Choose Date
km: ជ្រើសរើសកាលបរិច្ឆេទ

source: Choose a date from the following calendar
km: ជ្រើសរើសកាលបរិច្ឆេទពីប្រតិទិនខាងក្រោម

source: Search Files
km: ស្វែងរកឯកសារ

source: <b>File _Name Patterns:</b>
km: <b>លំនាំឈ្មោះឯកសារ៖ </b>

source: Pattern may be either POSIX shell pattern list (with ',' as separator) or POSIX regular expression.
km: លំនាំអាចជាបញ្ជីគំរូសែល POSIX (ជាមួយ ',' ជាអ្នកបំបែក) ឬកន្សោមធម្មតារបស់ម៉ាស៊ីនឆូត។

source: Case insensiti_ve
km: ករណី​ដ៏​អាក្រក់

source: _Use regular expression
km: ប្រើកន្សោមធម្មតា

source: <b>Plac_es to Search:</b>
km: <b>ផ្លាកដើម្បីស្វែងរក៖</b>

source: _Search in sub directories
km: ស្វែងរកក្នុងថតរង

source: Search _hidden files
km: ស្វែងរកឯកសារដែលបានហាមឃាត់

source: Name/_Location
km: ឈ្មោះ/ទីតាំង

source: <b>File Type</b>
km: <b>ប្រភេទឯកសារ</b>

source: Only search for files of following types:
km: ស្វែងរកតែឯកសារប្រភេទដូចខាងក្រោមៈ

source: Te_xt files
km: ឯកសារអត្ថបទ

source: _Image files
km: ឯកសាររូបភាព

source: _Audio files
km: ឯកសារសំឡេង

source: _Video files
km: ឯកសារវីដេអូ

source: _Documents
km: ឯកសារ

source: Folde_rs
km: ថតឯកសារ

source: Ot_her:
km: ផ្សេងទៀត:

source: Any valid content type can be entered here. Wildcard '*' is allowed at end of the type. Multiple types should be separated with ';'.
km: ប្រភេទមាតិកាត្រឹមត្រូវណាមួយអាចត្រូវបានបញ្ចូលនៅទីនេះ។ អក្សរជំនួស '*' ត្រូវបានអនុញ្ញាតនៅចុងបញ្ចប់នៃប្រភេទ។ ប្រភេទច្រើនគួរតែត្រូវបានបំបែកដោយ ';'

source: File _Type
km: ឯកសារប្រភេទ

source: <b>File Contain_s:</b>
km: <b>ឯកសារផ្ទុកឯកសារ៖</b>

source: C_ontent
km: ខ្លឹមសារ

source: <b>File Size</b>
km: <b>ទំហំ​ឯកសារ</b>

source: _Smaller than:
km: តូចជាង៖

source: _Bigger than:
km: ធំជាង៖

source: <b>Last Modified Time</b>
km: <b>ពេលវេលាកែប្រែចុងក្រោយ</b>

source: (None)
km: (គ្មាន)

source: _Earlier than:
km: មុនជាង៖

source: L_ater than:
km: យឺត​ជាង៖

source: _Properties
km: លក្ខណៈសម្បត្តិ

source: <b>Web Browser</b>
km: <b>កម្មវិធី​រុករក​បណ្ដាញ</b>

source: The preferred Web Browser will be used to open hyperlinks.
km: កម្មវិធីរុករកគេហទំព័រដែលពេញចិត្តនឹងត្រូវបានប្រើដើម្បីបើកតំណខ្ពស់។

source: <b>Mail Client</b>
km: <b>អតិថិជនអ៊ីមែល</b>

source: The preferred Mail Client will be used to compose emails when you click on e-mail addresses.
km: អតិថិជនអ៊ីមែលដែលពេញចិត្តនឹងត្រូវបានប្រើដើម្បីតែងអ៊ីមែលនៅពេលអ្នកចុចលើអាសយដ្ឋានអ៊ីមែល។

source: <b>Terminal Emulator</b>
km: <b>កម្មវិធីត្រាប់តាមស្ថានីយ</b>

source: Command line:
km: បន្ទាត់​ពាក្យបញ្ជា៖

source: System Applications
km: កម្មវិធី​ប្រព័ន្ធ៖

source: File Associations
km: ទំនាក់ទំនង​ឯកសារ

source: <b>To:</b>
km: <b>ជូនចំពោះ៖</b>

source: Preparing...
km: រៀបចំ

source: <b>Data transferred:</b>
km: <b>ឯកសារគោលដៅ៖</b>

source: <b>Time remaining:</b>
km: <b>ពេលវេលា​នៅសល់៖</b>

source: <b>Errors occurred:</b>
km: <b>កំហុសខ្លះបានកើតឡើង៖</b>

source: Empty value
km: តម្លៃទទេ

source: Invalid selection
km: ជម្រើសមិនត្រឹមត្រូវ

source: Operation not supported
km: មិន​គាំទ្រ​ប្រតិបត្តិការ​ឡើយ

source: Invalid desktop entry file: '%s'
km: ឯកសារធាតុផ្ទៃតុមិនត្រឹមត្រូវ៖ ' %s '

source: Could not determine content type of file '%s' to launch it
km: មិនអាចកំណត់ប្រភេទមាតិកាឯកសារ ' %s 'ដើម្បីបើកដំណើរការវា

source: No default application is set to launch URIs %s://
km: គ្មានកម្មវិធីលំនាំដើមត្រូវបានកំណត់ដើម្បីចាប់ផ្តើម URIs ទេ %s://

source: Cannot set working directory to '%s': %s
km: មិនអាចកំណត់ថតឯកសារទៅ ' %s '៖ %s

source: No default application is set for MIME type %s
km: គ្មានកម្មវិធីលំនាំដើមត្រូវបានកំណត់សម្រាប់ប្រភេទ MIME %s

source: Devices
km: ឧបករណ៍​

source: Network
km: បណ្ដាញ

source: Trash Can
km: ធុងសំរាម

source: shortcut to URI
km: ផ្លូវកាត់ទៅ URI

source: fm_template_create_file: invalid argument
km: បង្កើតពុម្ពគំរូ fm៖អាគុយម៉ង់មិនត្រឹមត្រូវ

source: No terminal emulator is set in libfm config
km: មិនមានកម្មវិធីត្រាប់តាមស្ថានីយត្រូវបានកំណត់នៅក្នុងការកំណត់រចនាសម្ព័ន្ធ libfm ទេ

source: Invalid description of thumbnailer application
km: ការពិពណ៌នាមិនត្រឹមត្រូវនៃកម្មវិធីរូបភាពតូច

source: kB
km: គីឡូបៃ

source: TB
km: ជំងឺរបេង

source: %u byte
km: %u បៃ

source: KiB
km: គីឡូបៃ

source: MiB
km: មេហ្គាបៃ

source: GiB
km: ជីហ្គាបៃ

source: TiB
km: តេហ្គាបៃ

source: The URI subpath '%s' contains invalid escaped characters
km: អនុ URI %s 'មានតួអក្សរគេចមិនត្រឹមត្រូវ

source: Duplicate handler for tag <%s>
km: អ្នកចម្លងស្ទួនសម្រាប់ស្លាក <%s>

source: Failed to parse '%-.*s', which should have been a digit inside a character reference (&#234; for example) - perhaps the digit is too large
km: បានបរាជ័យក្នុងការញែក ' %-.*s 'ដែលគួរតែជាតួលេខនៅខាងក្នុងឯកសារយោងតួអក្សរ (ឧទាហរណ៍ &#234;) ប្រហែលខ្ទង់គឺធំពេក

source: Character reference did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
km: សេចក្តីយោងតួអក្សរមិនបានបញ្ចប់ដោយសញ្ញាក្បៀស; អ្នកទំនងជាបានប្រើតួអក្សរ ampersand ដោយមិនមានបំណងចាប់ផ្តើមអង្គភាព - រត់គេចពី ampersand ជា &amp;

source: Character reference '%-.*s' does not encode a permitted character
km: សេចក្តីយោងតួអក្សរ ' %-.*s 'មិនអ៊ិនកូដតួអក្សរដែលបានអនុញ្ញាត

source: Empty entity '&;' seen; valid entities are: &amp; &quot; &lt; &gt; &apos;
km: អង្គភាពទទេ '&;' បានឃើញ អង្គភាពមានសុពលភាពគឺ៖ &amp; &quot; &lt; &gt; &apos;

source: Entity name '%-.*s' is not known
km: ឈ្មោះអង្គភាព ' %-.*s 'មិនត្រូវបានគេស្គាល់

source: Entity did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
km: អង្គភាពមិនបានបញ្ចប់ដោយសញ្ញា; អ្នកទំនងជាបានប្រើតួអក្សរ ampersand ដោយមិនមានបំណងចាប់ផ្តើមអង្គភាព - រត់គេចពី ampersand ជា &amp;

source: Space isn't allowed in the close tag
km: ចន្លោះមិនត្រូវបានអនុញ្ញាតនៅក្នុងស្លាកបិទ

source: Element '%s' was closed but no element was opened
km: ធាតុ ' %s 'ត្រូវបានបិទប៉ុន្តែគ្មានធាតុណាមួយត្រូវបានបើកទេ

source: Element '%s' was closed but the currently open element is '%s'
km: ធាតុ ' %s 'ត្រូវបានបិទប៉ុន្តែធាតុបើកបច្ចុប្បន្នគឺ' %s '

source: Invalid char '%c' at start of attribute value
km: មាន char មិនត្រឹមត្រូវ '%c' នៅពេលចាប់ផ្តើមតម្លៃគុណលក្ខណៈ

source: Invalid char '%c' at end of attribute value, expected '%c'
km: មាន char មិនត្រឹមត្រូវ ' %c 'នៅចុងបញ្ចប់នៃគុណតម្លៃរំពឹងទុក' %c'

source: Document ended unexpectedly
km: ឯកសារបញ្ចប់ដោយមិននឹកស្មានដល់

source: Document was empty or contained only whitespace
km: ឯកសារគឺទទេឬមានចន្លោះ

source: fm_xml_file_to_data: XML data error
km: ឯកសារ fm xml ទៅទិន្នន័យ៖

source: Customize
km: ប្តូរតាមបំណង

source: <b>Select an application to open "%s" files</b>
km: <b>ជ្រើសរើសកម្មវិធីដើម្បីបើកឯកសារ "%s"</b>

source: Installed Applications
km: កម្មវិធីដែលបានដំឡើង

source: Loading...
km: កំពុងផ្ទុក...

source: Shows tree of directories in sidebar
km: បង្ហាញមែកធាងនៃថតនៅក្នុងរបារចំហៀង

source: _Cancel
km: បោះបង់

source: C_opy Here
km: ចម្លងនៅទីនេះ

source: _Move Here
km: ផ្លាស់ទី​ទីនេះ

source: _Link Here
km: តភ្ជាប់​ទីនេះ

source: XDirectSave failed.
km: XDirectSave បានបរាជ័យ។

source: _Open
km: បើក

source: Open _With...
km: បើក​ជាមួយ...

source: Open _With
km: បើក​ជាមួយ...

source: Copy Pa_th(s)
km: ចម្លង ផ្លូវ(s)

source: H_ide
km: លាក់

source: Unh_ide
km: បង្ហាញ

source: _Add to Bookmarks
km: បន្ថែមទៅចំណាំ

source: _Rename...
km: ប្តូរឈ្មោះ

source: Co_mpress...
km: បង្រួម ...

source: Extract _Here
km: ស្រង់​ចេញ​នៅ​ទីនេះ

source: E_xtract To...
km: ស្រង់ចេញទៅ ...

source: Prop_erties
km: ការព្យាករណ៍

source: Move to _Trash
km: ផ្លាស់ទីទៅធុងសំរាម

source: Your bookmarks already have a bookmark for this folder.
km: កំណត់ចំណាំរបស់អ្នកមានកំណត់ចំណាំសម្រាប់ថតនេះរួចហើយ។

source: Image files
km: ​ឯកសារ​រូបភាព

source: byte
km: បៃ

source: scanning... %d
km: កំពុងស្កេន... %d

source: Please enter a valid user name or numeric id.
km: សូមបញ្ចូលឈ្មោះអ្នកប្រើត្រឹមត្រូវឬលេខសម្គាល់ជាលេខ។

source: Please enter a valid group name or numeric id.
km: សូមបញ្ចូលឈ្មោះក្រុមដែលមានសុពលភាពឬលេខសម្គាល់។

source: Do you want to recursively apply these changes to all files and sub-folders?
km: តើអ្នកចង់អនុវត្តការផ្លាស់ប្តូរទាំងនេះឡើងវិញចំពោះឯកសារនិងថតរងទាំងអស់ទេ?

source: Hide or unhide the file
km: លាក់ឬលាក់ឯកសារ

source: This file is hidden because its name starts with a dot ('.').
km: ឯកសារនេះត្រូវបានលាក់ពីព្រោះឈ្មោះរបស់វាចាប់ផ្តើមដោយសញ្ញាចុច ('។ ') ។

source: Files on this system are hidden if their name starts with a dot ('.'). Hit <Ctrl+H> to toggle displaying hidden files.
km: ឯកសារនៅលើប្រព័ន្ធនេះត្រូវបានលាក់ប្រសិនបើឈ្មោះរបស់ពួកគេចាប់ផ្តើមដោយចំណុច ('។ ') ។ វាយ <Ctrl + H> ដើម្បីបិទ / បើកការបង្ហាញឯកសារដែលលាក់។

source: scanning...
km: កំពុងស្កេន ...

source: <b>_Access content:</b>
km: <b>ចូលប្រើមាតិកា៖</b>

source: Files of different types
km: ឯកសារនៃប្រភេទផ្សេងៗគ្នា

source: <b>File:</b>
km: <b>ឯកសារ</b>

source: Multiple files
km: ឯកសារច្រើន

source: Name
km: ឈ្មោះ

source: Description
km: ការពិពណ៌នា

source: Size
km: ទំហំ

source: Permissions
km: ការអនុញ្ញាត

source: Owner
km: អ្នកប្រើផ្ទាល់

source: Modified
km: ពេលកែប្រែ

source: Location
km: ទីតាំង

source: Extension
km: ផ្សព្វផ្សាយកសិកម្ម

source: Create _New...
km: បង្កើត​ថ្មី...

source: Folder
km: ថត

source: Empty File
km: ឯកសារទទេ។

source: _Invert Selection
km: ការដាក់បញ្ច្រាសការជ្រើសរើស

source: _Sort Files
km: តម្រៀបឯកសារ

source: _Rename Folder...
km: ប្តូរឈ្មោះឯកសារ

source: Folder Prop_erties
km: ថតឯកសារលទ្ធផល

source: Show _Hidden
km: បង្ហាញការលាក់

source: Mingle _Files and Folders
km: ឯកសារនិងថតមីងល

source: _Ignore Name Case
km: រំលងករណីឈ្មោះ

source: By _Name
km: ដោយ ឈ្មោះ

source: By _Modification Time
km: ដោយ ពេលវេលាបញ្ជាក់

source: By _Size
km: ដោយ ទំហំ

source: By File _Type
km: ដោយ ប្រភេទឯកសារ

source: Enter a name for the newly created folder:
km: បញ្ចូលឈ្មោះសម្រាប់ថតដែលទើបបង្កើតថ្មី៖

source: Creating New Folder
km: ប្តូរឈ្មោះឯកសារ

source: Enter a name for empty file:
km: បញ្ចូលឈ្មោះសម្រាប់ឯកសារទទេ៖

source: Creating ...
km: កំពុងបង្កើត ...

source: New
km: ថ្មី

source: Enter a name for the new %s:
km: បញ្ចូលឈ្មោះសម្រាប់ %s ថ្មី៖

source: Creating %s
km: ការបង្កើត %s

source: _Run default application on file after creation
km: ដំណើរការកម្មវិធីលំនាំដើមនៅលើឯកសារបន្ទាប់ពីបង្កើត

source: This text file '%s' seems to be an executable script. What do you want to do with it?
km: ឯកសារអត្ថបទនេះ ' %s 'ហាក់ដូចជាស្គ្រីបដែលអាចប្រតិបត្តិបាន។ តើអ្នកចង់ធ្វើអ្វីជាមួយវា?

source: This file '%s' is executable. Do you want to execute it?
km: ឯកសារនេះ %s 'គឺអាចប្រតិបត្តិបាន។ តើអ្នកចង់ប្រតិបត្តិវាទេ?

source: No folders are specified.
km: មិនមានបញ្ជាក់ថតទេ។

source: Select Folder
km: ជ្រើសរើសថតឯកសារ

source: Error
km: កំហុស

source: Confirm
km: បញ្ជាក់

source: Question
km: សំណួរ

source: Only system administrators have the permission to do this.
km: មានតែអ្នកគ្រប់គ្រងប្រព័ន្ធប៉ុណ្ណោះដែលមានការអនុញ្ញាតឱ្យធ្វើបែបនេះ។

source: Do you want to move the file '%s' to trash can?
km: តើអ្នកចង់ផ្លាស់ទីឯកសារ '%s' ទៅធុងសំរាមទេ?

source: Do you want to move the %d selected file to trash can?
km: តើអ្នកចង់ផ្លាស់ទីឯកសារដែលបានជ្រើសរើស %d ទៅធុងសំរាមទេ?

source: Do you want to delete the file '%s'?
km: តើអ្នកចង់លុបឯកសារ ' %s '?

source: Do you want to delete the %d selected file?
km: តើអ្នកចង់លុបឯកសារ %d ឯកសារដែលបានជ្រើសរើស?

source: Rename File
km: ប្ដូរ​ឈ្មោះ​ឯកសារ

source: Please enter a new name:
km: សូម​បញ្ចូល​ឈ្មោះ​ថ្មី។

source: Are you sure you want to empty the trash can?
km: តើអ្នកពិតជាចង់លុបចោលធុងសំរាមមែនទេ?

source: Pa_ste and Go
km: បិទភ្ជាប់និងទៅ

source: Folder location bar
km: របាទីតាំងថត

source: Home Folder
km: ប្តូរឈ្មោះឯកសារ

source: Desktop
km: កុំព្យូទ័រលើតុ

source: Applications
km: កម្មវិធី

source: Filesystem Root
km: ប្រព័ន្ធឯកសារ ឫស

source: _Mount Volume
km: ម៉ោនកម្រិតសំឡេង

source: _Unmount Volume
km: អាន់ម៉ោនកម្រិតសំឡេង

source: _Eject Removable Media
km: ច្រានចេញពីមេឌៀ

source: _Format Volume
km: កម្រិតសំឡេងទ្រង់ទ្រាយ

source: _Rename Bookmark Item
km: ប្តូរឈ្មោះធាតុចំណាំ

source: Re_move from Bookmarks
km: លុបចេញពីចំណាំ

source: Move Bookmark _Up
km: ផ្លាស់ទីចំណាំឡើងលើ

source: Move Bookmark _Down
km: ផ្លាស់ទីចំណាំចុះក្រោម

source: _Empty Trash Can
km: ធុងសំរាមទទេ

source: Shows list of common places, devices, and bookmarks in sidebar
km: បង្ហាញបញ្ជីកន្លែងឧបករណ៍និងចំណាំទូទៅនៅក្នុងរបារចំហៀង

source: Rename Bookmark Item
km: ប្ដូរ​ឈ្មោះ​ចំណាំ

source: Enter a new name:
km: បញ្ចូល​ឈ្មោះ​ថ្មី ៖

source: Type: %s Size: %s Modified: %s
km: ប្រភេទ: %s ទំហំ៖ %s បានកែប្រែ៖ %s

source: Type: %s Modified: %s
km: ប្រភេទ: %s បានកែប្រែ៖ %s

source: <b>Errors occurred before file operation was stopped.</b>
km: កំហុស<b>កំហុសបានកើតឡើងមុនពេលប្រតិបត្តិការឯកសារត្រូវបានបញ្ឈប់។</b>

source: Cancelled
km: បានបោះបង់

source: <b>The file operation was completed with errors.</b>
km: <b> ប្រតិបត្តិការឯកសារត្រូវបានបញ្ចប់ដោយមានកំហុស។ </b>

source: Finished
km: បានបញ្ចប់

source: Some files cannot be moved to trash can because the underlying file systems don't support this operation. Do you want to delete them instead?
km: ឯកសារមួយចំនួនមិនអាចត្រូវបានផ្លាស់ទៅធុងសំរាមទេពីព្រោះប្រព័ន្ធឯកសារមូលដ្ឋានមិនគាំទ្រប្រតិបត្តិការនេះ។ តើអ្នកចង់លុបវាចោលទេ?

source: _Pause
km: ផ្អាក

source: _Resume
km: បន្ត

source: Moving
km: ផ្លាស់ទីឯកសារ

source: Copying
km: ចម្លង

source: Trashing
km: ផ្ទេរទៅធុងសំរាម

source: Deleting
km: ការលុបឯកសារ

source: Creating link
km: បង្កើតតំណ

source: <b>In:</b>
km: <b> ក្នុង៖ </b>

source: Creating links to files
km: បង្កើតតំណភ្ជាប់ទៅឯកសារ

source: Changing attributes of
km: ការផ្លាស់ប្តូរគុណលក្ខណៈនៃ

source: Changing attributes of files
km: ការផ្លាស់ប្តូរគុណលក្ខណៈនៃឯកសារ

source: Restoring
km: ស្តារ

source: %s files
km: %s ឯកសារ

source: <b>File operation is in progress...</b>
km: <b> ប្រតិបត្តិការឯកសារកំពុងដំណើរការ ... </b>

source: <b>%s file:</b>
km: <b>%s ឯកសារ៖</b>

source: <b>%s files:</b>
km: <b>%s ឯកសារ៖</b>

source: _Off
km: បិទ

source: _Places
km: កន្លែង

source: _Directory Tree
km: មែកធាងថត

source: _Remote
km: ពីចម្ងាយ

source: Places
km: កន្លែង

source: Directory Tree
km: មែកធាងថត

source: View of folder contents
km: មើលមាតិកាថត

source: _Hide %s
km: លាក់ %s

source: _Move Left
km: ផ្លាស់ទី​ទៅ​ឆ្វេង

source: Move _Right
km: ផ្លាស់ទីទៅស្តាំ

source: Show %s
km: បង្ហាញ %s

source: _Forget Width
km: ភ្លេចទទឹង

source: _Icon View
km: រូបតំណាងទិដ្ឋភាព

source: _Compact View
km: ទិដ្ឋភាពបង្រួម

source: _Thumbnail View
km: មើលរូបភាពតូច

source: Detailed _List View
km: ទិដ្ឋភាពបញ្ជីលម្អិត

source: Changes active tab
km: ផ្លាស់ប្តូរផ្ទាំងសកម្ម

source: The specified directory '%s' is not valid
km: ថតដែលបានបញ្ជាក់ ' %s 'មិនត្រឹមត្រូវ

source: Cannot access destination file
km: មិនអាចចូលប្រើឯកសារទិសដៅទេ

source: Cannot create a link on non-native filesystem
km: មិនអាចបង្កើតតំណភ្ជាប់នៅលើប្រព័ន្ធឯកសារមិនមែនដើមកំណើតទេ

source: Cannot untrash file '%s': original path not known
km: មិនអាចលុបឯកសារ '%s' បានទេ៖ មិនស្គាល់ផ្លូវដើម

source: Destination does not exist
km: ទិសដៅមិនមានទេ

source: Source and destination are the same.
km: ប្រភពនិងទិសដៅគឺដូចគ្នា។

source: Cannot move a folder into its sub folder
km: មិនអាចផ្លាស់ទីថតឯកសារទៅក្នុងថតរងរបស់វាទេ

source: Cannot copy a folder into its sub folder
km: មិនអាចចម្លងថតឯកសារទៅក្នុងថតរងរបស់វាបានទេ

source: Destination is a sub folder of source
km: ទិសដៅគឺជាថតរងនៃប្រភព

source: Cannot copy file '%s': not supported
km: មិនអាចចំលងឯកសារ ' %s ': មិន​គាំទ្រ

source: Setting display name can be done only for single file
km: ការកំណត់ឈ្មោះបង្ហាញអាចត្រូវបានធ្វើសម្រាប់តែឯកសារតែមួយប៉ុណ្ណោះ

source: Setting target can be done only for single file
km: ការកំណត់គោលដៅអាចត្រូវបានធ្វើសម្រាប់តែឯកសារតែមួយប៉ុណ្ណោះ

source: XML file '%s' error (%d:%d):
km: ឯកសារ XML ' %s 'កំហុស ( %d ៖ %d )៖

source: XML file doesn't contain Applications root
km: ឯកសារ XML មិនមានកម្មវិធីជា root ទេ

source: Cannot create XML definition for '%s'
km: មិនអាចបង្កើតនិយមន័យ XML សម្រាប់ ' %s '

source: Menu path '%s' already exists
km: ផ្លូវបញ្ជី ' %s ' ធ្លាប់​មាន​រួចហើយ

source: Menu cache error
km: កំហុសឃ្លាំងសម្ងាត់ម៉ឺនុយ

source: Invalid menu directory
km: បញ្ជីឈ្មោះម៉ឺនុយមិនត្រឹមត្រូវ

source: Menu item name cannot be empty
km: ឈ្មោះធាតុម៉ឺនុយមិនអាចទទេបានទេ

source: Invalid menu directory '%s'
km: ថតម៉ឺនុយមិនត្រឹមត្រូវ ' %s '

source: Invalid menu item
km: ធាតុម៉ឺនុយមិនត្រឹមត្រូវ

source: The menu item '%s' doesn't have appropriate entry file
km: ធាតុម៉ឺនុយ ' %s 'មិនមានឯកសារបញ្ចូលសមរម្យទេ

source: Change hidden status isn't supported for menu directory
km: ការផ្លាស់ប្តូរស្ថានភាពដែលលាក់មិនត្រូវបានគាំទ្រសម្រាប់បញ្ជីឈ្មោះមឺនុយ

source: Setting attribute '%s' not supported
km: កំណត់គុណលក្ខណៈ ' %s ' មិន​គាំទ្រ

source: Invalid value for attribute '%s'
km: តម្លៃមិនត្រឹមត្រូវសម្រាប់គុណលក្ខណៈ ' %s '

source: The '%s' is a menu directory
km: នេះ ' %s 'គឺជាបញ្ជីរាយឈ្មោះមឺនុយ

source: The '%s' isn't a menu item
km: នេះ ' %s 'មិនមែនជាម៉ឺនុយទេ

source: The '%s' entry file is broken
km: នេះ ' %s 'ឯកសារចូលត្រូវបានខូច

source: Cannot create menu item '%s'
km: មិនអាចបង្កើតធាតុមឺនុយ ' %s '

source: Name of menu directory should not end with ".desktop"
km: ឈ្មោះថតបញ្ជីឈ្មោះឯកសារមិនគួរបញ្ចប់ដោយ ".desktop"

source: Invalid operation with menu root
km: ប្រតិបត្តិការមិនត្រឹមត្រូវជាមួយមឺនុយមឺនុយ

source: Invalid destination
km: ទិសដៅមិនត្រឹមត្រូវ

source: FmMenuVFileMonitor: folder '%s' not found in menu cache
km: FmMenuVFileMonitor៖ ថត ' %s 'រកមិនឃើញក្នុងឃ្លាំងសម្ងាត់ម៉ឺនុយ

source: Search
km: ស្វែងរក

source: Search Results
km: ស្វែងរកឯកសារ

source: Choose Executable File
km: ជ្រើសរើសឯកសារដែលអាចប្រតិបត្តិបាន

source: Executable files
km: ឯកសារ​ដែល​អាច​ប្រតិបត្តិ​បាន

source: <b>Co_mmand:</b>
km: <b> ពាក្យបញ្ជា៖ </b>

source: Command to execute when the application icon is activated
km: បញ្ជាឱ្យប្រតិបត្តិនៅពេលរូបតំណាងកម្មវិធីត្រូវបានធ្វើឱ្យសកម្ម

source: <b>D_escription:</b>
km: <b>ការពិពណ៌នាសង្ខេប៖</b>

source: Generic name of the application
km: ឈ្មោះទូទៅនៃពាក្យសុំ

source: <b>_Working directory:</b>
km: <b>ការរក្សាទិសដៅ៖</b>

source: The working directory to run the program in
km: ថតដែលដំណើរការដើម្បីដំណើរការកម្មវិធីនៅក្នុង

source: <b>_Tooltip:</b>
km: <b>ព័ត៌មានជំនួយ៖ </b>

source: Tooltip to show on application
km: ព័ត៌មានជំនួយដើម្បីបង្ហាញលើកម្មវិធី

source: _Use startup notification
km: ប្រើការជូនដំណឹងពេលចាប់ផ្តើម

source: _Desktop Entry
km: ធាតុផ្ទៃ Desktop

source: _Restore
km: ស្តារ

source: Restore trashed files to original paths
km: ស្តារឯកសារដែលបានបោះចោលទៅផ្លូវដើមវិញ

source: source file name or desktop id
km: ឈ្មោះឯកសារប្រភពឬលេខសម្គាល់ផ្ទៃតុ

source: SOURCE
km: ប្រភព

source: result file name
km: ឈ្មោះឯកសារលទ្ធផល

source: RESULT
km: លទ្ធផល

source: CD-ROM Disc
km: ឌីស CD-ROM

source: Blank CD-ROM Disc
km: ឌីស CD-ROM ទទេ

source: CD-R Disc
km: ឌីស CD-R

source: Blank CD-R Disc
km: ឌីស CD-R ទទេ

source: CD-RW Disc
km: ឌីស CD-RW

source: Blank CD-RW Disc
km: ឌីស CD-RW ទទេ

source: DVD-ROM Disc
km: ឌីស DVD-ROM

source: Blank DVD-ROM Disc
km: ឌីស DVD-ROM ទទេ

source: DVD-RW Disc
km: ឌីស DVD-RW

source: Blank DVD-RW Disc
km: ឌីស DVD-RW ទទេ

source: DVD-RAM Disc
km: ឌីស DVD-RAM

source: Blank DVD-RAM Disc
km: ឌីស DVD-RAM ទទេ

source: DVD+R Disc
km: ឌីស DVD+R

source: Blank DVD+R Disc
km: ឌីស DVD+R ទទេ

source: DVD+RW Disc
km: ឌីស DVD+RW

source: Blank DVD+RW Disc
km: ឌីស DVD+RW ទទេ
